{
    "Indian Accent": {
        "Rating": "4.7",
        "Reviews": "8954 reviews. Recommended: What an incredible dining experience! The G.T. Road takes you on a true culinary journey. The concept is brilliant, and the execution is flawless. The variety of starters, especially the kebabs, was mind-blowing. Each dish in the main course felt authentic and was packed with flavor. The staff was extremely courteous and attentive, making sure our barbecue was always full and our needs were met. The ambiance is lively and beautifully themed. A must-visit for anyone who loves a good buffet with endless, delicious options. Highly recommended!",
        "Address": "The Lodhi, Lodhi Rd, CGO Complex, Pragati Vihar, New Delhi, Delhi 110003, India"
    },
    "Olive Bar & Kitchen": {
        "Rating": "4.6",
        "Reviews": "9149 reviews. Recommended: The high price is for the Ambiance and of course curated dishes. But if you go on weekends then the service is in confusion. So go on a week day to enjoy the service also.\n\nThe drinks were nice. But the food portions are small so order accordingly. I ordered a Chicken soup which was too pungent to drink …. Had to leave it. The pasta was nice and also the chicken dish. A place for a one time visit.",
        "Address": "Mile 6, One Style, 8, Kalka Das Marg, Seth Sarai, Mehrauli, New Delhi, Delhi 110030, India"
    },
    "Tamra Restaurant": {
        "Rating": "4.4",
        "Reviews": "4721 reviews. Recommended: This is quite the brunch. They have three levels you can do depending on if you just want mock tails till you want a bottle of champagne! There is so much seafood to eat. I’ve probably had at least five different types of shrimp prepared different ways. The sushi is very very fresh and is very creative. The Indian food is also very fresh. The only thing I was disappointed by was the dim sum!  My waiter Rahul took very good care of me!",
        "Address": "Level 1 Shangri-La Eros New Delhi, 19, Ashoka Rd, Connaught Place, New Delhi, Delhi 110001, India"
    },
    "Bukhara": {
        "Rating": "4.4",
        "Reviews": "7504 reviews. Recommended: Bukhara at ITC Maurya is undoubtedly one of Delhi’s most iconic dining destinations, known for its rustic ambiance and legendary North-West Frontier cuisine. As a vegetarian, the menu is limited but thoughtfully curated, with standout dishes like too much hyped -the Dal Bukhara – slow-cooked to perfection – and the Paneer Tikka, which is rich, smoky, and indulgent. And off course Naan - Bukhara which is big enough for 7-8 persons\n\nThe flavors are authentic and the quality is excellent, with every dish cooked in traditional clay ovens, offering a taste that’s hard to match elsewhere.\n\nHowever, the experience comes with a steep price tag. While the food is certainly enjoyable, the but quite expensive for the portion sizes and variety offered. It’s ideal for a one-time splurge or a special occasion, but not a go-to spot for regular vegetarian diners.\n\nVerdict:\n✔️ Excellent taste and quality\n✔️ Unique rustic charm and open kitchen experience\n❌ Limited vegetarian variety\n❌ Prices on the higher side",
        "Address": "ITC MAURYA, Sardar Patel Marg, Akhaura Block, Diplomatic Enclave, Chanakyapuri, New Delhi, Delhi 110021, India"
    },
    "Megu Restaurant": {
        "Rating": "4.7",
        "Reviews": "5530 reviews. Recommended: Authentic Japanese doesn't get better than this.\n\nInside the Leela ,the place oozes of japanese autheticity from moment you walk in. The glass budha statue right in the middle of the dinning area the place adds a soothing touch to whole experience.\n\nWith alcohol  from all parts of japan and world there something for everyone.\n\nWe started with Tuna Tataki as cold appetizers and Megu's Shrimpop as hot appetizers.  Tuna tataki was amazing the shrimpop were just ok.\n\nNext on the table prawn nilgiri sushi roll, it was one of the best we ever had, in mains we ordered Grilled Prawn and grilled baby chicken. chicken we found to be on the sweeter end of the spectrum.\n\nThe highlight of the day was the Azuki Almond crumble tart, just amazing and should never be missed\n\nA definite recommendation for japanese/Asian fine dine for your special occasions.",
        "Address": "The Leela Palace, Africa Ave, Diplomatic Enclave, Chanakyapuri, New Delhi, Delhi 110023, India"
    },
    "AnnaMaya FoodHall - Andaz Delhi": {
        "Rating": "4.6",
        "Reviews": "4602 reviews. Recommended: Annamaya at Hyatt Andaz offers a delightful culinary experience, serving flavorful traditional Indian dishes along with a variety of multi-cuisine options—all in a stylish, contemporary setting. Conveniently located in Aerocity, just off the route from the airport, the restaurant boasts ample parking, making it easily accessible.\n\nOne of the highlights is the impressive open kitchen, where you can watch the chefs in action—an inviting and lively sight that sets the tone for what’s to come.\n\nWe started with a platter of assorted kebabs, which was absolutely outstanding. Served with a fresh, aromatic coriander chutney, each bite was bursting with flavor. For the main course, we ordered saag paneer, butter chicken, wok-fried rice, lachha paratha, and tandoori rotis. Every dish was beautifully presented, generously portioned, and packed with rich, balanced flavors. The level of spice was perfect—even our kids thoroughly enjoyed the meal.\n\nOverall, Annamaya delivered an exceptional dining experience in the heart of Hyatt Andaz. Highly recommended for anyone looking for top-notch food in a chic and welcoming atmosphere.",
        "Address": "Ground Floor, Asset No.1, Aerocity, New Delhi, Delhi 110037, India"
    },
    "Parikrama The Revolving Restaurant": {
        "Rating": "4",
        "Reviews": "10847 reviews. Recommended: I visited this place the second time. the last time was two yeras back.. I had liked it very much, but this time not so much. First of all, food was completely ordinary and expensive. We ordered Aglio Olio Pasta, which was very watery and soggy. Beverages were too sweet. Only good thing was pad thai noodles, this particular dish was perfect. Now come to ambience, their USP is revolving place. Ok good, but they don't improve interiors. Same old chairs and tables and nothing asthetic. New restaurants out there are offering beautiful ambinece now a days. Staff behaviour was like- this place runs by itself, why do anything. We ordered dimsums for starters but it was served after we finished our main course meal...they were not even well dressed or well behaved. I won't recommend this restaurant at this kind of menu price. We can get much better for this price. But definitely one can visit at least once for the revolving view of Central Delhi.",
        "Address": "Antriksh Bhavan, 22, KG Marg, Barakhamba, New Delhi, Delhi 110001, India"
    },
    "Kiyan, New Delhi": {
        "Rating": "4.4",
        "Reviews": "1365 reviews. Recommended: The atmosphere is excellent and the food is so delicious and the service is top notch 🙂 I really relished the dinner there.",
        "Address": "NH 48, D Block, Samalka, New Delhi, Delhi 110037, India"
    },
    "Delhi 'O' Delhi": {
        "Rating": "4.5",
        "Reviews": "2522 reviews. Recommended: The food in this hotel is very good and tasty. There is a wide variety of food and great taste. The atmosphere there is very nice. The hotel is very clean, so it was a great experience to sit and eat there. Must visit once. There is so much to see and do, and the only place to eat delicious food there is this hotel",
        "Address": "India Habitat Centre, Lodhi Rd, New Delhi, Delhi 110003, India"
    },
    "Dakshin, Sheraton New Delhi": {
        "Rating": "4.8",
        "Reviews": "1301 reviews. Recommended: Okay, so I just had dinner at Dakshin at the Sheraton New Delhi, and WOW. Their South Indian set menu is out of this world. Every single dish was packed with authentic flavor – you can tell they really know their stuff. The service was fantastic, super attentive without being intrusive. If you're looking for an amazing South Indian meal, seriously, go here!",
        "Address": "Saket District Centre, District atre, Sector 6, Pushp Vihar, New Delhi, Delhi 110017, India"
    }
}